benchmarks/benchmarks/wrk/express.txt
Running 30s test @ http://0.0.0.0:3000
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    63.72ms   14.97ms 259.63ms   91.19%
    Req/Sec   514.97    137.79   696.00     63.59%
  184093 requests in 30.10s, 38.10MB read
  Socket errors: connect 0, read 320, write 10, timeout 0
Requests/sec:   6116.37
Transfer/sec:      1.27MB